[
    {
        "name": "Audi A3",
        "img": "https://i.ibb.co/Z1w8CF3/img-01.jpg",
        "price": 4880000,
        "bodytype": "Sedan",
        "enginetype": "TFSI Petrol Engine",
        "description": "The Audi A3 has a dynamic exterior design that reveals each muscular and chiseled detail and the MMI® touch display infotainment system features a 10.1″ screen, full of technical features and the optional Audi virtual ",
        "details": "The Audi A3 has a dynamic exterior design that reveals each muscular and chiseled detail and the MMI® touch display infotainment system features a 10.1″ screen, full of technical features and the optional Audi virtual cockpit and Audi connect makes the interior light up. It has a strong base engine and agile handling, so you can throw it hard into curves. As a survey, the A3 finished in 18th place out of 24 cars in the family car class. Audi as a brand finished 22nd out of 31 manufacturers. The Audi A3’s competitors are Mercedes A-Class, Ford Focus and cars in this segment."
    },
    {
        "name": "BMW 2 Series",
        "img": "https://i.ibb.co/syfkDdb/img-02.jpg",
        "price": 13400000,
        "bodytype": "RWD",
        "enginetype": "TwinPower Turbo 4 Cylinder",
        "description": "The BMW 3 Series is a five-passenger compact luxury sport sedan. The 3 Series offers lively engines and great responsive handling with all the luxury.",
        "details": "Is the BMW 3 Series a Good Car? Yes, the 2020 BMW 3 Series is a great car. Performance highlights include lively engines and responsive handling. ... It has few shortcomings, though, as some rivals best the 3 Series when it comes to interior extravagances and infotainment usability."
    },
    {
        "name": "BMW X1",
        "img": "https://i.ibb.co/DpcHds3/img-03.jpg",
        "price": 8000000,
        "bodytype": "Rack & Pinion",
        "enginetype": "xDrive20d Inline Diesel Engine",
        "description": "BMW X1 is a compact SUV type car and one of the lowest price product by BMW. This one is a direct competitor of Audi Q3 and Marcedes GLA. Executive Motors Ltd. is officially distributing all brand new BMW in Bangladesh.",
        "details": "The BMW X1 comes in four variants – 2 engine, 1 transmission and 2 fuel options. Based on the same BMW X1 price in India varies from INR 29 lakhs to 40 lakhs. If you are interested in purchasing Used BMW cars, then you can choose to buy a Used BMW X1 car. It will cost you somewhere between INR 10-20 lakhs."
    },
    {
        "name": "Honda Accord Turbo",
        "img": "https://i.ibb.co/7QRdCT9/img-04.jpg",
        "price": 5800000,
        "bodytype": " Aluminum Alloy",
        "enginetype": "In-Line 4 Cylinder with VTEC® Turbocharged Engine",
        "description": "The Honda Accord Turbo has a perfect blend of elegance and fun. It looks robotic and is one of the most unique sedan cars in the Bangladeshi market.",
        "details": "The Honda Accord Turbo has a perfect blend of elegance and fun. It looks robotic and is one of the most unique sedan cars in the Bangladeshi market. The Accord Turbo has a long wheelbase which gives this car a majestic look and the one-touch sunroof makes it stand out. The distinctively designed LED headlights in the front and integrated LED light bars at the rear give the Accord a unique persona. It is equipped with maximum comfort along with leather-appointed seats and a dual-zone climate control system. Toyota Camry, Nissan Altima, Kia Optima and Ford Fusion are the rivals of Accord Turbo. You can find this elegance at DHS Motors Limited."
    },
    {
        "name": "Honda City",
        "img": "https://i.ibb.co/1081BZy/img-06.jpg",
        "price": 2850000,
        "bodytype": " Shifters",
        "enginetype": "4 Cylinder, 16 Valve, i-VTEC Gasoline Engine",
        "description": "Honda City is one of the good-looking sedan in 1500cc segment which is a direct competitor of Toyota Axio, Premio and Allion.",
        "details": "Honda City is one of the good-looking sedan in 1500cc segment which is a direct competitor of Toyota Axio, Premio and Allion. The all-new City has a dignified structure and superior technological features and the Z-shaped 3D Wrap Around LED Tail Lamps make it more stylish. As DHS Motors Ltd is the sole authorized dealer of Honda cars in Bangladesh this beauty will be available there."
    },
    {
        "name": "Honda Civic Turbo",
        "img": "https://i.ibb.co/wStySX0/img-05.jpg",
        "price": 4100000,
        "bodytype": "Shifters",
        "enginetype": "In line 4 Cylinder, DOHC, VTEC Turbo",
        "description": "Honda Civic Turbo is a premium quality car with the best features in this budget. The all-new Honda Civic Turbo is bold and aggressive and designed to grab attention. ",
        "details": "Honda Civic Turbo is a premium quality car with the best features in this budget. The all-new Honda Civic Turbo is bold and aggressive and designed to grab attention. Designed with comfort in mind the Civic Turbo is spacious, offers plenty of cargo space and is re-designed with combining two VTEC TURBO engines which provide proper performance and handling.  DHS motors set the price of this car is 41 lacks."
    },
    {
        "name": "Honda CR-V Turbo",
        "img": "https://i.ibb.co/s9xJww7/img-08.jpg",
        "price": 5550000,
        "bodytype": "Shifters",
        "enginetype": "DOHC VTEC Turbo, In line 4 Cylinder, 16 Valve, Gasoline Engine",
        "description": "Honda CR-V Turbo is a direct competitor of Nissan X-trail, Toyota RAV4 and Mazda CX-5. The CR-V is built with a spacious interior to adapt to the comfort and a luxurious",
        "details": "Honda CR-V Turbo is a direct competitor of Nissan X-trail, Toyota RAV4 and Mazda CX-5. The CR-V is built with a spacious interior to adapt to the comfort and a luxurious airy feel that makes every journey a pleasure. It has earned a 5-star award from EURO NCAP Safety Test. The right mix of power turbocharged engine with enhanced handling capabilities and efficiency to fuel makes this SUV capable of getting you out of any road situation. The current price of this car is slightly more than 55 lacs."
    },
    {
        "name": "Nissan Sylphy",
        "img": "https://i.ibb.co/bz6z17k/img-13.jpg",
        "price": 5550000,
        "bodytype": "Shifters",
        "enginetype": "DOHC VTEC Turbo, In line 4 Cylinder, 16 Valve, Gasoline Engine",
        "description": "The Nissan Sylphy is a basic family car with a spacious interior and large Boot Space. The Sylphy is a compact car, produced by the Japanese carmaker Nissan",
        "details": "The Nissan Sylphy is a basic family car with a spacious interior and large Boot Space. The Sylphy is a compact car, produced by the Japanese carmaker Nissan, as the successor to the Nissan Pulsar. The Nissan Sylphy offers a powerful 1997cc engine that produces 131 Bhp @ 5200 rpm maximum power and 191 Nm @ 4400 rpm maximum torque. It provides a surprisingly spacious cabin with perforated leather seats and seating for five with plenty of elbow, shoulder and legroom. If you are interested visit Pacific Motors Limited as they are the authorized dealer of Nissan in Bangladesh."
    },
    {
        "name": "Nissan X-trail",
        "img": "https://i.ibb.co/hm8rX8W/img-10.jpg",
        "price": 5250000,
        "bodytype": "Shifters",
        "enginetype": "MR20DD Engine",
        "description": "The Nissan X-trail is a compact crossover SUV produced by the Japanese automaker Nissan. It offers a powerful advanced 1995cc diesel engine that provides ",
        "details": "The Nissan X-trail is a compact crossover SUV produced by the Japanese automaker Nissan. It offers a powerful advanced 1995cc diesel engine that provides 142bhp@4000rpm maximum power and 200Nm@2000rpm maximum torque. The X-Trail exterior offers the signature Nissan V-Motion grille, rear styling plate and chrome door sills. The interior offers a leather finishing, a gorgeous dashboard and plenty of space. This SUV can take on any type of road and provide you a pretty smooth comfy ride. As Pacific Motors Limited is the authorized dealer all the spare parts and after-sale service will be available."
    },
    {
        "name": "Peugeot 2008 SUV",
        "img": "https://i.ibb.co/hm8rX8W/img-10.jpg",
        "price": 5250000,
        "bodytype": "Shifters",
        "enginetype": "MR20DD Engine",
        "description": "The Peugeot 2008 is a compact crossover SUV produced by the manufacturer Peugeot since 2013. It’s a small and tough-looking SUV with a higher ride height",
        "details": "The Peugeot 2008 is a compact crossover SUV produced by the manufacturer Peugeot since 2013. It’s a small and tough-looking SUV with a higher ride height and all of the superb cabin and tech. The Peugeot 2008 is built tough with a powerful 1199 cc engine that provides an output of 97 bhp maximum power. Being one of the largest cars in the small SUV class, the 2008 has a lavish interior. Every detail in the design of this vehicle underlines its ability to take on any road. If you are interested you can contact AG MOTORS LTD as they are the authorized dealer of Peugeot in Bangladesh."
    },
    {
        "name": "Peugeot 508",
        "img": "https://i.ibb.co/NNbZ1MH/img-09.jpg",
        "price": 5250000,
        "bodytype": "Shifters",
        "enginetype": "1.6 THP (1598 CC) Turbocharged",
        "description": "The Peugeot 508 is a large family car with a powerful 1598 cc petrol engine. It has strong build quality, comfortable seats, and low running costs.",
        "details": "The Peugeot 508 is a large family car with a powerful 1598 cc petrol engine. It has strong build quality, comfortable seats, and low running costs. The Peugeot 508 offers an advanced 1.6L THP (Turbo High Pressure) petrol engine which has won the engine of the year award for its category for 8 consecutive years. It produces an output of 240 Nm @ 1400 RPM. The interior is pretty luxurious with a nicely finished dashboard with a 7″ touchscreen, you’ll feel calm and relaxed. AG Motors Ltd is the authorized dealer of Peugeot in Bangladesh."
    },
    {
        "name": "Renault Duster",
        "img": "https://i.ibb.co/bmgcDHN/img-11.jpg",
        "price": 3300000,
        "bodytype": "Shifters",
        "enginetype": "1.5 H4K CVT",
        "description": "Renault Duster is a 1500cc SUV within budget which brand new price is 33 lacs only. The Duster comes with a 1498cc powerful engine",
        "details": "Renault Duster is a 1500cc SUV within budget which brand new price is 33 lacs only. The Duster comes with a 1498cc powerful engine which provides 142 Nm @ 4000 rpm maximum torque. All the standard safety features are equipped. This one is a direct competitor of MG HS, Honda CR-V, Nissan X-trail etc. Considering the feature and price, this one is reasonable. If you are interested to get Duster, contact Karnofuli Motors LTD as they are the authorized dealer of the Renault."
    },
    {
        "name": "Mercedes-Benz GLC",
        "img": "https://i.ibb.co/vVJ4GJH/img-12.jpg",
        "price": 14500000,
        "bodytype": "Aluminum Alloy",
        "enginetype": "Petrol Engine",
        "description": "The Marcedes-Benz GLC is a 5 seater compact luxury crossover SUV with an Automatic (Torque Converter). It gives a ground clearance of 201 mm and boot space",
        "details": "The Marcedes-Benz GLC is a 5 seater compact luxury crossover SUV with an Automatic (Torque Converter). It gives a ground clearance of 201 mm and boot space of 580 liters. The interior is fashionable and also functional with a sleek premium design. It offers natural-grain woods, genuine aluminum switches, and a spectrum of hand-fitted upholstery. Features like standard blind-spot assist and artificial intelligence are installed which helps to look out for danger ahead, even if it’s coming from behind. Rancon is the authorized dealer of Mercedes so if you are interested you can contact them for purchase purposes. BMW X3 is the rival of this model."
    },
    {
        "name": "Suzuki Ertiga",
        "img": "https://i.ibb.co/vVJ4GJH/img-12.jpg",
        "price": 2350000,
        "bodytype": "Aluminum Alloy",
        "enginetype": "Petrol Engine",
        "description": "The Suzuki Ertiga is a seven-seat compact MPV manufactured by the Japanese automaker Suzuki. It offers a powerful 1462cc engine",
        "details": "The Suzuki Ertiga is a seven-seat compact MPV manufactured by the Japanese automaker Suzuki. It offers a powerful 1462cc engine which delivers 103.26bhp @ 6000rpm maximum power and 138Nm @ 4400rpm of maximum torque. The exterior offers halogen projector headlamps, a chrome grille, fog lights, 15-inch alloy wheels, LED taillights, rear wiper and washer, body-colored ORVMs, and chrome door handles. The interior is well finished as well. If you want one visit Uttara Motors as they are the authorized dealer of Suzuki Cars in Bangladsh."
    },
    {
        "name": "Toyota Allion",
        "img": "https://i.ibb.co/GRrYdyZ/img-15.jpg",
        "price": 2350000,
        "bodytype": "Aluminum Alloy",
        "enginetype": "Petrol Engine",
        "description": "The Toyota Allion is the most balanced of these in terms of maintenance costs, fuel economy, and reliability. The seats are well padded with a headrest",
        "details": "The Toyota Allion is the most balanced of these in terms of maintenance costs, fuel economy, and reliability. The seats are well padded with a headrest. Its CVT transmission and the VVT-I engine glides it effortlessly on the road thus makes it a very smooth car to drive. The dashboard is plain but the wood trim adds some touch of class. As Toyota is the most available brand in the county all the spare parts will be available and less costly. It is a compact sedan which is one of the best-selling cars in Bangladesh and Navana Limited is the authorized distributor of brand new Toyota vehicles."
    },
    {
        "name": "Toyota Premio ",
        "img": "https://i.ibb.co/4NsX8hG/img-17.webp",
        "price": 2350000,
        "bodytype": "Aluminum Alloy",
        "enginetype": "Petrol Engine",
        "description": "A flagship vehicle of Toyota, the Premio is the most popular model of Toyota in the whole world and most especially in Bangladesh",
        "details": "A flagship vehicle of Toyota, the Premio is the most popular model of Toyota in the whole world and most especially in Bangladesh. This Model has a strong build quality and a superior value for money. Mated with Variable Valve Timing with Intelligence (VVT-i) system that works to benefit in optimizing the fuel consumption and engine power. The Premio is an upscale and more luxurious sedan in comparison to the Toyota Allion sedan. Brand new ones are not available here in Bangladesh but you can always get a reconditioned one."
    },
    {
        "name": "Toyota Aqua",
        "img": "https://i.ibb.co/6PkdtyQ/img-16.jpg",
        "price": 2350000,
        "bodytype": "Drum",
        "enginetype": "Petrol",
        "description": "The Toyota Aqua is a supermini/subcompact full hybrid gasoline hatchback produced and marketed by Toyota",
        "details": "The Toyota Aqua is a supermini/subcompact full hybrid gasoline hatchback produced and marketed by Toyota. The Aqua is capable of going from 0- 100km/h in 10.7 seconds and is mated with the electric (CVT) and it’s only available in 2 wheel drive options. The aqua interior might not be the most luxurious, but everything looks and feels durable and reasonable. The Aqua is considered as the most fuel-efficient car in Bangladesh and provides everything essential in this price range. Being the authorized dealer, Navana is also the distributor of Toyota Genuine Parts & Toyota Quality Service."
    },
    {
        "name": "Tata Harrier",
        "img": "https://i.ibb.co/jyL7hNv/img-19.jpg",
        "price": 3700000,
        "bodytype": "Drum",
        "enginetype": "Kryotec 2.0 L Turbocharged",
        "description": "Produced by the Indian automaker Tata Motors, the Tata Harrier is one of the most popular models of Tata. ",
        "details": "Produced by the Indian automaker Tata Motors, the Tata Harrier is one of the most popular models of Tata. It is equipped with a powerful Kryotec 2.0 L turbocharged diesel engine that can produce 167.63bhp@3750rpm maximum power and 350Nm@1750-2500rpm max torque. It also features a panoramic sunroof, dual-tone alloy wheels, rain-sensing wipers, an 8.8-inch touchscreen infotainment system with apple car play and an android auto. All the standard safety features are also installed. Kia Seltos, Tata Safari and Mahindra XUV700 are considered as the rival of the Harriar."
    },
    {
        "name": "Suzuki Alto 800",
        "img": "https://i.ibb.co/jyL7hNv/img-19.jpg",
        "price": 865000,
        "bodytype": "Drum",
        "enginetype": "Petrol",
        "description": "Suzuki Alto 800 is one of the lowest-priced brand new cars in the market. The Alto comes with a 0.8-liter 3-cylinder petrol engine mated to a 5-speed manual",
        "details": "Suzuki Alto 800 is one of the lowest-priced brand new cars in the market. The Alto comes with a 0.8-liter 3-cylinder petrol engine mated to a 5-speed manual transmission. Alto’s claimed mileage figures stand at 22.05kmpl for petrol and 31.59km/kg for CNG. it has many color variants and can be perfect for a single-family. Uttara Motors is the official distributor of Suzuki cars in Bangladesh and currently they are offering this four-wheeler at 8 lac 65 thousand only."
    }
]